const qnaList = [
	{
		q: '당신이 만족감을 느끼는 하루는 무엇인가요?',
		a: [
		{ answer: '내 예상대로 순탄하게 흘러간 하루', type: ['green', 'black' ] },
		{ answer: '' , type: ['herb', 'ice'] },
		{ answer: '새로움과 변화를 경험한 하루' , type: ['floral', 'fruity'] },
		]
	},
	{
		q: '무언가를 하겠다고 다짐했을 때 어떻게 행동하나요?',
		a: [
		{ answer: '어떻게 할지 계획을 먼저 세워놓고, 실행에 옮긴다.', type: ['green'] },
		{ answer: '', type: ['',''] },
		{ answer: '다짐했으면, 바로 시작부터 한다.', type: [] },
		]
	},
	{
		q: '당신에게 여행은 무엇인가요?',
		a: [
		{ answer: '여행은 쉼이다, 휴식 위주', type: [] },
		{ answer: '', type: ['',''] },
		{ answer: '여행은 체험이다, 활동 위주', type: [] },
		]
	},
	{
		q: '티를 마시는 시간에는 어떤 의미가 있나요?',
		a: [
		{ answer: '어린 시절 마시던 차가운 보리차', type: [] },
		{ answer: '', type: ['',''] },
		{ answer: '그저 차와 내가 존재할 뿐..', type: [] },
		]
	},
	{
		q: '당신이 가지고 싶은 무드는 무엇인가요?',
		a: [
		{ answer: '누구든 끌어당길 수 있는 재치 있는 무드', type: [] },
		{ answer: '', type: ['',''] },
		{ answer: '내면의 성숙함을 보여주는 은은한 무드', type: [] },
		]
	},
	{
		q: '주말에 내가 가고 싶은 곳은 어디인가요?',
		a: [
		{ answer: '생각한 일정을 조용히 즐길 수 있는 곳', type: [] },
		{ answer: '', type: ['',''] },
		{ answer: '신나는 분위기의 에너지를 쏟을 수 있는 곳', type: [] },
		]
	},
	{
		q: '당신이 선호하는 계절은 무엇인가요?',
		a: [
		{ answer: '다채로운 꽃이 만발한 봄', type: [] },
		{ answer: '', type: ['',''] },
		{ answer: '낙엽이 떨어지는 가을', type: [] },
		]
	},
	{
		q: '지친 하루를 마치고, 당신만의 힐링 포인트는 무엇인가요?',
		a: [
		{ answer: '조용한 음악과 차 한잔, 은은한 조명 아래에서 너튜브 영상 보기', type: [] },
		{ answer: '스트레스 날려주는 액션 영화 보기', type: ['',''] },
		{ answer: '', type: [] },
		]
	},
	{
		q: '티를 즐기며 듣기 좋은 당신만의 플레이리스트는 무엇인가요?',
		a: [
		{ answer: '풍경을 보면서 듣는 시원한 노래들', type: [] },
		{ answer: '은은한 클래식 음악, 턴테이블 틀어줄게!', type: ['',''] },
		{ answer: '', type: [] },
		]
	},
	{
		q: '당신의 하루의 시작은 무엇인가요?',
		a: [
		{ answer: '새벽의 고요가 주는 에너지, 나만을 위한 시간 가지기', type: [] },
		{ answer: '스트레스 날려주는 액션 영화 보기', type: ['',''] },
		{ answer: '하루의 시작은 밤이지.', type: [] },
		]
	},
	{
		q: '주로 티를 언제 티를 드시나요?',
		a: [
		{ answer: '물 대용으로 마셔요', type: [] },
		{ answer: '디저트와 함께 티타임을 즐기며 마셔요', type: [] },
		{ answer: '잠들기 전 편안한 시간을 가지며 마셔요', type: [] },
		]
	}
	]